Repository: sjimhdez/radio-player-page
Catalog: languages/radio-player-page-*.po
Languages: es_es

source: Lightweight dedicated radio player page for Icecast, Shoutcast and MP3 streams. Continuous live streaming with enhanced listener retention.
es_es: Página ligera dedicada al reproductor de radio para Icecast, Shoutcast y emisiones MP3. Emisión en directo continua con mayor retención de audiencia.

source: You must enter the stream URL and select a page.
es_es: Debes introducir la URL del stream y seleccionar una página.

source: Radio Player Page Settings
es_es: Ajustes de Radio Player Page

source: How to use
es_es: Cómo usar

source: To get started, create a new page in your WordPress site. Then, enter your streaming URL (Icecast, Shoutcast, etc.) below, select the page where the player should appear, and click "Save Changes".
es_es: Para empezar, crea una nueva página en tu sitio de WordPress. Después, introduce la URL de tu stream (Icecast, Shoutcast, etc.), selecciona la página donde debe aparecer el reproductor y haz clic en "Guardar cambios".

source: Once configured, that page will display a clean, standalone audio player designed for uninterrupted listening.
es_es: Una vez configurado, esa página mostrará un reproductor de audio limpio e independiente, diseñado para una escucha sin interrupciones.

source: Stream URL
es_es: URL del stream

source: Example: https://my.station.com:8000/stream
es_es: Ejemplo: https://mi.estacion.com:8000/stream

source: Player page
es_es: Página del reproductor

source: Select a page
es_es: Seleccionar una página

source: The page where the player will be displayed.
es_es: La página donde se mostrará el reproductor.

source: The player compilation file (manifest.json) could not be found.
es_es: No se pudo encontrar el archivo de compilación del reproductor (manifest.json).

source: The main JS file was not found in the Vite manifest.
es_es: No se encontró el archivo JS principal en el manifiesto de Vite.
